YCSB output txt files/test5000B/jdbc_workloadb_5000_load_240420.txt
Adding shard node URL: jdbc:mysql://localhost:3306/Benchtest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 326499
[OVERALL], Throughput(ops/sec), 15.313982584939005
[TOTAL_GCS_PS_Scavenge], Count, 5
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 54
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.016539101191734126
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 5
[TOTAL_GC_TIME], Time(ms), 54
[TOTAL_GC_TIME_%], Time(%), 0.016539101191734126
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2879.0
[CLEANUP], MinLatency(us), 2878
[CLEANUP], MaxLatency(us), 2879
[CLEANUP], 95thPercentileLatency(us), 2879
[CLEANUP], 99thPercentileLatency(us), 2879
[INSERT], Operations, 5000
[INSERT], AverageLatency(us), 65119.6744
[INSERT], MinLatency(us), 15272
[INSERT], MaxLatency(us), 799231
[INSERT], 95thPercentileLatency(us), 217087
[INSERT], 99thPercentileLatency(us), 376575
[INSERT], Return=OK, 5000